Repository: proog/easymirror
Catalog: EasyMirror/Properties/Resources.*.resx
Languages: da

# ABOUT_TITLE
source: About EasyMirror
da: Om EasyMirror

# BAD_OPERATIONS
source: EasyMirror encountered errors while mirroring. The following operations were not completed successfully due to access restrictions or read errors:
da: EasyMirror stødte på fejl i spejlingen. Følgende operationer blev ikke udført korrekt pga. adgangsbegrænsninger eller læsefejl:

# BAD_PATHS
source: EasyMirror encountered errors while comparing. The following files and directories cannot be mirrored/updated due to access restrictions or read errors:
da: EasyMirror stødte på fejl i sammenligningen. Følgende filer og mapper kan ikke blive spejlet/opdateret korrekt pga. adgangsbegrænsninger eller læsefejl:

source: Browse
da: Gennemse

# BY
source: by Per Mortensen, 2011-2012
da: af Per Mortensen, 2011-2012

source: Cancel
da: Afbryd

source: Close
da: Luk

source: Compare
da: Sammenlign

# COMPLETE_MATCH
source: The source and destination directories match.
da: Kilde- og destinationsmapperne er ens.

# DELETE_DIRECTORY
source: Unnecessary directory:
da: Unødvendig mappe:

# DELETE_FILE
source: Unnecessary file:
da: Unødvendig fil:

source: directories to create
da: mapper at oprette

source: directories to delete
da: mapper at slette

# EXCEPTION_MESSAGE
source: The error reported to EasyMirror was:
da: Fejlen der blev anmeldt til EasyMirror var:

source: files to copy
da: filer at kopiere

source: files to delete
da: filer at slette

# FILES_TO_OVERWRITE
source: files to update
da: filer at opdatere

source: Icons from
da: Ikoner fra

# MASTER_DIRECTORY
source: Source directory:
da: Kildemappe:

# MASTER_MIRROR_CONFLICT
source: The source and destination directories cannot contain each other. Please select a different directory.
da: Kilde- og destinationsmapperne må ikke indeholde hinanden. Vælg venligst en anden mappe.

source: Mirror
da: Spejl

# MIRROR_COMPLETED
source: The mirror operation was completed successfully.
da: Spejlingen blev gennemført.

# MIRROR_DIRECTORY
source: Destination directory:
da: Destinationsmappe:

source: New directory:
da: Ny mappe:

source: New file:
da: Ny fil:

# OVERWRITE_FILE
source: Updated file:
da: Opdateret fil:

# PATH_TOO_LONG
source: EasyMirror encountered a path too long for the filesystem. Comparison cannot continue.
da: EasyMirror fandt en sti der er for lang til filsystemet. Sammenligningen kan ikke fortsætte.

# STATUS_COMPARING
source: Comparing...
da: Sammenligner...

# STATUS_COPYING
source: Copying
da: Kopierer

# STATUS_CREATING
source: Creating
da: Opretter

# STATUS_DELETING
source: Deleting
da: Sletter

# STATUS_MIRRORING
source: Mirroring...
da: Spejler...

# STATUS_READY
source: Ready.
da: Klar.

# STATUS_UPDATING
source: Updating
da: Opdaterer

source: There are
da: Der er

# TOTAL_PROGRESS
source: Progress:
da: Fremgang:

# UNAUTHORIZED_ACCESS
source: EasyMirror encountered a path for which you do not have access rights. Comparison cannot continue.
da: EasyMirror fandt en sti du ikke har adgangsrettigheder til. Sammenligningen kan ikke fortsætte.

# UNKNOWN_EXCEPTION
source: An unknown error occurred.
da: En ukendt fejl opstod.

# USER_CANCELLED_COMPARE
source: The compare operation was cancelled.
da: Sammenligningen blev afbrudt af brugeren.

# USER_CANCELLED_MIRROR
source: The mirror operation was cancelled.
da: Spejlingen blev afbrudt af brugeren.

source: Warning
da: Advarsel
